<!DOCTYPE html>
<html lang="uk">
	<head>
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, height=device-height, initial-scale=1.0, user-scalable=no, user-scalable=0">
		<meta name="description" content="Інтернет-провайдер Кібервітер">
		<title>Інтернет-провайдер Кібервітер</title>
		<link href="style/style.css" type="text/css" rel="stylesheet">
	</head>
	<body>

		<?php include('block/header.php'); ?>
		<div class="wrapper main-wrapper">
			<div class="main">
				<div class="page">
					<h1>Бізнес Інтернет</h1>
					<div class="page__text">
						<p>Компанія "Кібервітер" спеціалізується на наданні корпоративним клієнтам доступу до мережі Інтернет у місті Київ та деяких напрямках Київської області. Наша волоконно-оптична мережа та сучасне обладнання від світових лідерів дозволяють надавати послуги високої якості. Ми забезпечуємо швидке та ефективне підключення до Інтернету, а також можливість використання додаткових послуг, таких як телефонія та VPN. Наша компанія має багаторічний досвід роботи в галузі зв'язку, і ми завжди ставимо клієнта на перше місце, забезпечуючи високий рівень обслуговування та швидке вирішення будь-яких проблем.</p>
						<p>На базі послуги доступу до мережі Інтернет, за тим самим організованомим каналом зв'язку, наші клієнти мають можливість підключити всі послуги</p>
					</div>
					<h2>Переваги послуги інтернет від нашої компанії:</h2>
					<ul>
						<li>Власна розгалужена волоконно-оптична мережа</li>
						<li>Високоякісні зовнішні канали</li>
						<li>Цілодобова технічна підтримка, 24/7</li>
						<li>Багаторічний досвід роботи в сфері телекомунікаційних послуг</li>
						<li>Індивідуальний підхід в роботі з клієнтами</li>
						<li>Високий рівень обслуговування</li>
						<li>Вигідні тарифи</li>
						<li>Можливість отримання індивідуальної комерційної пропозиції на будь-який бюджет</li>
						<li>Можливість замовлення як однієї з послуг, так і комплексного рішення по наданню повного переліку телекомунікаційних послуг</li>
					</ul>
					<p>Наша компанія орієнтована на комплексний підхід до потреб клієнта, високо цінує їх довіру і зацікавлена в довгостроковому співробітництві. Звернувшись до відділу продажу Ви зможете отримати індивідуальну комерційну пропозицію, яка буде враховувати Ваші сьогоднішні потреби і плани на майбутнє, Ваші вимоги і запланований бюджет.</p>
				</div>
				<?php include('block/clients.php'); ?>
			</div>
		</div>

		<?php include('block/footer.php'); ?>

	</body>
</html>