-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Трв 21 2023 р., 15:10
-- Версія сервера: 8.0.24
-- Версія PHP: 7.4.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `kiberviter`
--

-- --------------------------------------------------------

--
-- Структура таблиці `responses`
--

CREATE TABLE `responses` (
  `id` int NOT NULL,
  `name` varchar(100) NOT NULL,
  `content` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `responses`
--

INSERT INTO `responses` (`id`, `name`, `content`) VALUES
(1, 'Олександр Колянко', 'Компанія забезпечила мені швидке та надійне підключення до Інтернету. Їхні послуги бездоганні, а співробітники завжди готові допомогти. Рекомендую!'),
(2, 'Ірина Дзік', 'Дуже задоволена роботою компанії. Швидке підключення та стабільний Інтернет. Клієнтська підтримка також на висоті. Дякую!'),
(3, 'Михайло Філько', 'Звернувся до цієї компанії для підключення Інтернету вдома. Результат перевершив мої очікування. Швидкість зєднання вражає, а сервіс та підтримка на рівні. Рекомендую всім'),
(4, 'Катерина Гандзель', 'Як довгостроковий клієнт, хочу сказати, що ця компанія дійсно надає якісні послуги з підключення Інтернету. Ніколи не було проблем зі зєднанням, а співробітники завжди ввічливі та готові вирішувати будь-які питання.'),
(5, 'Олена Трачук', 'Підключили Інтернет у нашому офісі. Компанія виявилась професійною та оперативно виконала роботу. Швидкість зєднання і стабільність на високому рівні. Дуже задоволена!'),
(6, 'Марина Петренко', 'Я дуже задоволена підключенням Інтернету від цієї компанії. Вони надали мені швидке та стабільне зєднання. Сервіс на високому рівні, а співробітники допомогли з усіма питаннями. Рекомендую!');

-- --------------------------------------------------------

--
-- Структура таблиці `services`
--

CREATE TABLE `services` (
  `id` int NOT NULL,
  `title` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `services`
--

INSERT INTO `services` (`id`, `title`) VALUES
(1, 'ОБСЛУГОВУВАННЯ ПРЕМІУМ-КЛАСУ'),
(2, '23-Х РІЧНИЙ ДОСВІД РОБОТИ'),
(3, 'ШИРОКЕ, ЯКІСНЕ ПОКРИТТЯ'),
(4, 'ОБЛАДНАННЯ ВІД СВІТОВИХ ЛІДЕРІВ'),
(5, 'ГНУЧКІ І АДЕКВАТНІ ТАРИФИ'),
(6, '24/7 ЦІЛОДОБОВА ПІДТРИМКА');

-- --------------------------------------------------------

--
-- Структура таблиці `services_content`
--

CREATE TABLE `services_content` (
  `id` int NOT NULL,
  `services_id` int NOT NULL,
  `slider_content` varchar(500) NOT NULL,
  `card_content` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `services_content`
--

INSERT INTO `services_content` (`id`, `services_id`, `slider_content`, `card_content`) VALUES
(1, 1, 'Наша компанія гарантує вам найвищу якість обслуговування, забезпечуючи преміум-класний сервіс для наших клієнтів.', 'Гасло, за яким працює Кібервітер, полягає в тому, щоб зробити все можливе для зручності клієнтів, не надто обтяжуючи їх зусиллями. Клієнтам не доводиться відвідувати офіс компанії, заповнювати документи та займатися детальним вивченням процедурних питань. Доставка документів для підпису здійснюється курєром протягом однієї доби. У зручному особистому кабінеті клієнти можуть знайти необхідну інформацію, а також система повідомлень нагадає про термін оплати рахунків.'),
(2, 2, 'Ми можемо похвалитися великим досвідом у сфері інтернет-провайдингу, діючи успішно вже протягом 23 років.', 'Компанія відзначила своє 23-річчя з дати заснування та початку своєї діяльності 20 квітня 2018 року. За цей довгий період часу була побудована значна зона покриття, значно розширено спектр наданих послуг, набуто багатий досвід роботи, створена ефективна команда професіоналів та встановлено багато партнерських відносин.'),
(3, 3, 'Наша мережа охоплює велику територію, що дозволяє нам забезпечити широкий охоплюючий доступ до інтернету для наших клієнтів.1', 'Компанія має свою власну волоконно-оптичну мережу, яка охоплює Київ та деякі напрямки Київської області. У місті Київ розташовано близько 50 технічних майданчиків, встановлено точки присутності в понад 70 великих бізнес-центрах і 2-х аеропортах. Крім того, компанія надає послуги в 4 містах Київської області та постійно займається розвитком своєї мережі.'),
(4, 4, 'Ми використовуємо тільки сучасне обладнання від світових лідерів, що гарантує стабільну та надійну роботу наших послуг.', 'Ми використовуємо обладнання провідних світових виробників в галузі інформаційних технологій, таких як Cisco Systems, Dell, ZyXEL, Hewlett-Packard та D-Link, які успішно пройшли тестування в нашій мережі. Для забезпечення надійності мережі, робота операторського обладнання моніториться цілодобово, проводяться регулярні профілактичні роботи та модернізація.'),
(5, 5, 'Наша компанія пропонує гнучкі тарифні плани, що відповідають різним потребам та бюджетам наших клієнтів.', 'У нас є індивідуальний підхід до кожного клієнта. Враховуючи їх потреби, побажання та бюджет, ми можемо запропонувати оптимальну схему підключення та тарифну сітку. Крім того, у разі потреби, ми можемо змінити тариф або підключити додаткові послуги протягом доби.'),
(6, 6, 'Ми завжди готові допомогти вам у будь-який час. Наша цілодобова підтримка гарантує, що ваші потреби та запити будуть оперативно вирішені.', 'Наша компанія приділяє велику увагу відділу технічної підтримки, який є одним з найважливіших елементів у наданні якісного обслуговування клієнтів. Усі запити та пропозиції від клієнтів ретельно фіксуються, а швидкість та ефективність їх вирішення постійно контролюються керівництвом. Завдяки автоматизованій системі обробки заявок, ми можемо координувати дії різних відділів компанії, щоб швидко вирішувати аварійні ситуації та складні проблеми.');

-- --------------------------------------------------------

--
-- Структура таблиці `users`
--

CREATE TABLE `users` (
  `id` int NOT NULL,
  `user_name` varchar(50) NOT NULL,
  `password` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп даних таблиці `users`
--

INSERT INTO `users` (`id`, `user_name`, `password`) VALUES
(1, 'admin', '1234');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `responses`
--
ALTER TABLE `responses`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `services_content`
--
ALTER TABLE `services_content`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `responses`
--
ALTER TABLE `responses`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `services`
--
ALTER TABLE `services`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблиці `services_content`
--
ALTER TABLE `services_content`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблиці `users`
--
ALTER TABLE `users`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
