<!DOCTYPE html>
<html lang="uk">
	<head>
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, height=device-height, initial-scale=1.0, user-scalable=no, user-scalable=0">
		<meta name="description" content="Інтернет-провайдер Кібервітер">
		<title>Інтернет-провайдер Кібервітер</title>
		<link href="style/style.css" type="text/css" rel="stylesheet">
	</head>
	<body>

		<?php include('block/header.php'); ?>
		<div class="wrapper main-wrapper">
			<div class="main">
				<div class="page">
					<h1>Віртуальна АТС</h1>
					<div class="page__text">
						<p>Компанія Кібервітер надає послуги фіксованого телефонного зв'язку з прямими номерами в індексах 281, 284 і 590. Завдяки власній розгалуженій волоконно-оптичній мережі та цифровому обладнанню, ми можемо гарантувати високу якість та стійкість послуг. Ми можемо підключити будь-яку кількість номерів або потоків Е1 (G.703) практично на всій території міста Києва. За підписання договору ми здійснюємо підключення послуг протягом 3 робочих днів, якщо лінія зв'язку вже організована.</p>
						<p>На базі послуги доступу до мережі Інтернет, за тим самим організованомим каналом зв'язку, наші клієнти мають можливість підключити всі послуги</p>
					</div>
					<h2>У разі відсутності міні-АТС у клієнта, на нашому обладнанні можуть організовуватися наступні сервіси:</h2>
					<ul>
						<li>Правила черговості прийому дзвінків</li>
						<li>Внутрішня нумерація</li>
						<li>Багатоканальний телефонний номер</li>
						<li>Переадресація дзвінків</li>
						<li>Утримання дзвінка</li>
						<li>Тристороння конференція</li>
					</ul>
					<p>Для компаній з територіально віддаленими офісами ми можемо запропонувати послугу корпоративної телефонії в рамках міста Києва - це єдина телефонна мережа з одним тарифним планом, стандартним набором сервісів і безкоштовними внутрішніми дзвінками між офісами.</p>
					<p>Сучасне цифрове обладнання дозволяє нам максимально гнучко підходити до вирішення завдань поставлених перед нами клієнтами. Ми готові детально обговорити параметри поставленої задачі і розробити оптимальне технічне рішення та тариф, які будуть відповідати Вашим вимогам і бюджету.</p>
					<h2>Переваги підключення телефонії від нашої компанії:</h2>
					<ul>
						<li>Власна розгалужена волоконно-оптична мережа</li>
						<li>Сучасне обладнання від світових лідерів</li>
						<li>Цілодобова технічна підтримка</li>
						<li>Багаторічний досвід роботи в сфері телекомунікацій</li>
						<li>Індивідуальний підхід в роботі з клієнтами</li>
						<li>Високий рівень обслуговування</li>
						<li>Вигідні тарифи</li>
						<li>Можливість замовлення як однієї з послуг, так і комплексного рішення по наданню повного переліку телекомунікаційних послуг</li>
					</ul>
				</div>
				<?php include('block/clients.php'); ?>
			</div>
		</div>

		<?php include('block/footer.php'); ?>

	</body>
</html>